Repository: sugarlabs/distance-activity
Catalog: po/*.po
Languages: fr

source: Atmosphere
fr: Ambiance

source: Custom metric
fr: Mesure personnalisée

source: To measure the distance between two laptops, you must first share this Activity.
fr: Pour mesurer la distance entre deux ordinateurs, partager cette activité.

source: Press the button to measure the distance to another laptop
fr: Appuyer sur le bouton pour mesurer la distance à un autre ordinateur

source: Preparing to measure distance
fr: Préparation de la mesure de distance

source: Ready to make a measurement. Waiting for partner to be ready.
fr: Prêt à mesurer. En attente du partenaire.

source: Recording sound from each laptop.
fr: Enregistrement du son de chaque ordinateur.

source: Processing recorded audio.
fr: Traitement du son enregistré.

source: This activity already has two participants, so you cannot join.
fr: Cette activité a déjà deux participants : vous ne pouvez pas y participer.

source: Begin Measuring Distance
fr: Commencer la mesure de distance

source: Stop Measuring Distance
fr: Arrêter la mesure de distance

source: Measured distance in %s
fr: Distance mesurée en %s

source: meters
fr: mètres

source: Temperature (C):
fr: Température (°C) :

source: Relative Humidity (%):
fr: Humidité relative (%) :

source: Speed of Sound (m/s):
fr: Vitesse du son (m/s) :

source: Calibration Offset (meters):
fr: Décalage de calibration (mètres) :

source: centimeters
fr: centimètres

source: inches
fr: pouces

source: feet
fr: pieds

source: yards
fr: verges

source: custom units
fr: unités personnalisées

source: Choose a unit of measure:
fr: Choisir une unité de mesure :

source: select units
fr: sélectionner les unités

source: %(20.2)f %(1)s per meter
fr: %(20.2)f %(1)s par mètre
